[X2DownloadableContentInfo_AddedPartNames]

;---------------------------
;
;---------------------------

;---------------------------
;Torso
;---------------------------
.TorsoTemplate="AlienMed_Std_A_M"
.TorsoName="Icarus Armor"

.TorsoTemplate="AlienMed_Std_A_F"
.TorsoName="Icarus Armor"

.TorsoTemplate="AlienHvy_Std_A_M"
.TorsoName="R.A.G.E. Suit"

.TorsoTemplate="AlienHvy_Std_A_F"
.TorsoName="R.A.G.E. Suit"

.TorsoTemplate="AlienHvyMk2_Std_A_M"
.TorsoName="R.A.G.E. Suit"

.TorsoTemplate="AlienHvyMk2_Std_A_F"
.TorsoName="R.A.G.E. Suit"

.TorsoTemplate="AlienLgt_Std_A_M"
.TorsoName="Serpent Suit"

.TorsoTemplate="AlienLgt_Std_A_F"
.TorsoName="Serpent Suit"

.TorsoTemplate="AlienLgtMk2_Std_A_M"
.TorsoName="Serpent Suit"

.TorsoTemplate="AlienLgtMk2_Std_A_F"
.TorsoName="Serpent Suit"

;---------------------------
;Legs
;---------------------------
.LegsTemplate="MrK_EmptyLeg_LA_M"
.LegsName="Empty Serpent Suit Legs"

.LegsTemplate="MrK_EmptyLeg_LA_F"
.LegsName="Empty Serpent Suit Legs"

.LegsTemplate="MrK_EmptyLeg_LA2_M"
.LegsName="Empty Serpent Suit Legs"

.LegsTemplate="MrK_EmptyLeg_LA2_F"
.LegsName="Empty Serpent Suit Legs"

.LegsTemplate="MrK_EmptyLeg_HA_M"
.LegsName="Empty R.A.G.E. Suit Legs"

.LegsTemplate="MrK_EmptyLeg_HA_F"
.LegsName="Empty R.A.G.E. Suit Legs"

.LegsTemplate="MrK_EmptyLeg_HA2_M"
.LegsName="Empty R.A.G.E. Suit Legs"

.LegsTemplate="MrK_EmptyLeg_HA2_F"
.LegsName="Empty R.A.G.E. Suit Legs"

.LegsTemplate="MrK_EmptyLeg_MA_M"
.LegsName="Empty Icarus Armor Legs"

.LegsTemplate="MrK_EmptyLeg_MA_F"
.LegsName="Empty Icarus Armor Legs"

;---------------------------
;Arms
;---------------------------
.ArmsTemplate="MrK_EmptyArms_LA_M"
.ArmsName="Empty Serpent Suit Arms"

.ArmsTemplate="MrK_EmptyArms_LA_F"
.ArmsName="Empty Serpent Suit Arms"

.ArmsTemplate="MrK_EmptyArms_LA2_M"
.ArmsName="Empty Serpent Suit Arms"

.ArmsTemplate="MrK_EmptyArms_LA2_F"
.ArmsName="Empty Serpent Suit Arms"

.ArmsTemplate="MrK_EmptyArms_MA_M"
.ArmsName="Empty Icarus Armor Arms"

.ArmsTemplate="MrK_EmptyArms_MA_F"
.ArmsName="Empty Icarus Armor Arms"

.ArmsTemplate="MrK_EmptyArms_HA_M"
.ArmsName="Empty R.A.G.E. Suit Arms"

.ArmsTemplate="MrK_EmptyArms_HA_F"
.ArmsName="Empty R.A.G.E. Suit Arms"

.ArmsTemplate="MrK_EmptyArms_HA2_M"
.ArmsName="Empty R.A.G.E. Suit Arms"

.ArmsTemplate="MrK_EmptyArms_HA2_F"
.ArmsName="Empty R.A.G.E. Suit Arms"

